---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentClosedEventArgs
source: html/84680d94-8ca7-a0d5-c4ed-c5d9980273b8.htm
---
# DocumentClosedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.